{"class_name": "Sequential", "keras_version": "1.2.0", "config": [{"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_113", "output_dim": 34, "activity_regularizer": null, "trainable": true, "init": "normal", "bias": true, "input_dtype": "float32", "input_dim": 34, "b_regularizer": null, "W_regularizer": {"l2": 0.009999999776482582, "name": "L1L2Regularizer", "l1": 0.10000000149011612}, "activation": "relu", "batch_input_shape": [null, 34]}}, {"class_name": "Dropout", "config": {"p": 0.35, "trainable": true, "name": "dropout_29"}}, {"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_114", "activity_regularizer": null, "trainable": true, "init": "normal", "bias": true, "input_dim": 34, "b_regularizer": null, "W_regularizer": null, "activation": "relu", "output_dim": 51}}, {"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_115", "activity_regularizer": null, "trainable": true, "init": "normal", "bias": true, "input_dim": 51, "b_regularizer": null, "W_regularizer": null, "activation": "relu", "output_dim": 8}}, {"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_116", "activity_regularizer": null, "trainable": true, "init": "normal", "bias": true, "input_dim": 8, "b_regularizer": null, "W_regularizer": null, "activation": "softmax", "output_dim": 3}}]}