{"class_name": "Sequential", "keras_version": "1.2.0", "config": [{"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_192", "output_dim": 34, "activity_regularizer": null, "trainable": true, "init": "normal", "bias": true, "input_dtype": "float32", "input_dim": 34, "b_regularizer": null, "W_regularizer": {"l2": 0.009999999776482582, "name": "L1L2Regularizer", "l1": 0.5}, "activation": "relu", "batch_input_shape": [null, 34]}}, {"class_name": "Dropout", "config": {"p": 0.25, "trainable": true, "name": "dropout_49"}}, {"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_193", "activity_regularizer": null, "trainable": true, "init": "normal", "bias": true, "input_dim": 34, "b_regularizer": null, "W_regularizer": null, "activation": "relu", "output_dim": 34}}, {"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_194", "activity_regularizer": null, "trainable": true, "init": "normal", "bias": true, "input_dim": 34, "b_regularizer": null, "W_regularizer": null, "activation": "softmax", "output_dim": 3}}]}