{"class_name": "Sequential", "keras_version": "1.0.8", "config": [{"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_17", "output_dim": 34, "activity_regularizer": null, "trainable": true, "init": "normal", "bias": true, "input_dtype": "float32", "input_dim": 34, "b_regularizer": null, "W_regularizer": {"l2": 0.009999999776482582, "name": "WeightRegularizer", "l1": 0.004999999888241291}, "activation": "relu", "batch_input_shape": [null, 34]}}, {"class_name": "Dropout", "config": {"p": 0.2, "trainable": true, "name": "dropout_5"}}, {"class_name": "Dense", "config": {"W_constraint": {"m": 3, "name": "MaxNorm", "axis": 0}, "b_constraint": null, "name": "dense_18", "activity_regularizer": null, "trainable": true, "init": "normal", "bias": true, "input_dim": null, "b_regularizer": null, "W_regularizer": null, "activation": "relu", "output_dim": 51}}, {"class_name": "Dense", "config": {"W_constraint": {"m": 3, "name": "MaxNorm", "axis": 0}, "b_constraint": null, "name": "dense_19", "activity_regularizer": null, "trainable": true, "init": "normal", "bias": true, "input_dim": null, "b_regularizer": null, "W_regularizer": null, "activation": "relu", "output_dim": 8}}, {"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_20", "activity_regularizer": null, "trainable": true, "init": "normal", "bias": true, "input_dim": null, "b_regularizer": null, "W_regularizer": null, "activation": "linear", "output_dim": 1}}]}